Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ།
en: Owing to the lack of inherent existence in [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, bodhisattvas do not apprehend the limit of the past. “

source: །ནང་སྟོང་པ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ།
en: Owing to the nonexistence of the emptiness of internal phenomena, bodhisattvas do not apprehend the limit of the future.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ།
en: Owing to the nonexistence of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, bodhisattvas do not apprehend the limit of the future.

source: །ནང་སྟོང་པ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ།
en: Owing to the emptiness of the emptiness of internal phenomena, bodhisattvas do not apprehend the limit of the future.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ།
en: Owing to the emptiness of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, bodhisattvas do not apprehend the limit of the future.

source: །ནང་སྟོང་པ་ཉིད་དབེན་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ།
en: Owing to the voidness of the emptiness of internal phenomena, bodhisattvas do not apprehend the limit of the future.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་དབེན་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ།
en: Owing to the voidness of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, bodhisattvas do not apprehend the limit of the future.

source: །ནང་སྟོང་པ་ཉིད་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ།
en: Owing to the lack of inherent existence in the emptiness of internal phenomena, bodhisattvas do not apprehend the limit of the future.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ།
en: Owing to the lack of inherent existence in [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, bodhisattvas do not apprehend the limit of the future. “

source: །ནང་སྟོང་པ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ།
en: Owing to the nonexistence of the emptiness of internal phenomena, bodhisattvas do not apprehend the intervening present.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ།
en: Owing to the nonexistence of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, bodhisattvas do not apprehend the intervening present.

source: །ནང་སྟོང་པ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ།
en: Owing to the emptiness of the emptiness of internal phenomena, bodhisattvas do not apprehend the intervening present.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ།
en: Owing to the emptiness of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, bodhisattvas do not apprehend the intervening present.

source: །ནང་སྟོང་པ་ཉིད་དབེན་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་དབེན་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ།
en: Owing to the voidness of the emptiness of internal phenomena, bodhisattvas do not apprehend the intervening present.

source: །ནང་སྟོང་པ་ཉིད་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ།
en: Owing to the voidness of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, bodhisattvas do not apprehend the intervening present.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ། ནང་སྟོང་པ་ཉིད་དང་།
en: Owing to the lack of inherent existence in the emptiness of internal phenomena, bodhisattvas do not apprehend the intervening present.

source: དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མེད་པ་དང་། སྟོང་པ་ཉིད་དང་། དབེན་པ་དང་།
en: Owing to the lack of inherent existence in [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, bodhisattvas do not apprehend the intervening present.

source: ངོ་བོ་ཉིད་མེད་པ་ལ་སྔོན་གྱི་མཐའ་མི་དམིགས། ཕྱི་མའི་མཐའ་མི་དམིགས། དབུས་མི་དམིགས་ཏེ། ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མེད་པ་དང་།
en: If you ask why, Venerable Śāradvatīputra, the limit of the past is not apprehended, the limit of the future is not apprehended, and the intervening present is not apprehended in the emptiness of internal phenomena and in [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, that are nonexistent, empty, void, and without inherent existence.

source: སྟོང་པ་ཉིད་དང་། དབེན་པ་དང་། ངོ་བོ་ཉིད་མེད་པ་ཡང་གཞན་མ་ཡིན། བྱང་ཆུབ་སེམས་དཔའ་ཡང་གཞན་མ་ཡིན། སྔོན་གྱི་མཐའ་ཡང་གཞན་མ་ཡིན། ཕྱི་མའི་མཐའ་ཡང་གཞན་མ་ཡིན། དབུས་ཀྱང་གཞན་མ་ཡིན་ནོ།
en: That is to say, the nonexistence, emptiness, voidness, and lack of inherent existence in the emptiness of internal phenomena and in [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are not one distinct thing, and bodhisattvas another, nor are the limit of the past, the limit of the future, and the intervening present distinct things.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན། ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མེད་པ་དང་། སྟོང་པ་ཉིད་དང་། དབེན་པ་དང་། ངོ་བོ་ཉིད་མེད་པ་གང་ཡིན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་གང་ཡིན་པ་དང་། སྔོན་གྱི་མཐའ་གང་ཡིན་པ་དང་། ཕྱི་མའི་མཐའ་གང་ཡིན་པ་དང་། དབུས་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: Venerable Śāradvatīputra, so it is that the emptiness of internal phenomena and [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, that are nonexistent, empty, void, and lacking inherent existence, and the bodhisattvas, the limit of the past, the limit of the future, and the intervening present, are all indeed not two things and are not to be divided into two. {

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ། དྲན་པ་ཉེ་བར་གཞག་པ་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་།
en: Dt.247} “Venerable Śāradvatīputra, owing to the nonexistence of the applications of mindfulness, bodhisattvas do not apprehend the limit of the past.

source: སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་།
en: Owing to the nonexistence of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the limit of the past.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །དྲན་པ་ཉེ་བར་གཞག་པ་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: Owing to the emptiness of the applications of mindfulness, bodhisattvas do not apprehend the limit of the past.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་བ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་།
en: Owing to the emptiness of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the limit of the past.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །དྲན་པ་ཉེ་བར་གཞག་པ་དབེན་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: Owing to the voidness of the applications of mindfulness, bodhisattvas do not apprehend the limit of the past.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་བ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་དབེན་པའི་ཕྱིར།
en: Owing to the voidness of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the limit of the past.

source: བྱང་ཆུབ་སེམས་དཔའ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །དྲན་པ་ཉེ་བར་གཞག་པ་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་།
en: Owing to the lack of inherent existence in the applications of mindfulness, bodhisattvas do not apprehend the limit of the past.

source: སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར།
en: Owing to the lack of inherent existence in the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the limit of the past. “

source: བྱང་ཆུབ་སེམས་དཔའ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །དྲན་པ་ཉེ་བར་གཞག་པ་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་།
en: Owing to the nonexistence of the applications of mindfulness, bodhisattvas do not apprehend the limit of the future.

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་མེད་པའི་ཕྱིར།
en: Owing to the nonexistence of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the limit of the future.

source: བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །དྲན་པ་ཉེ་བར་གཞག་པ་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་།
en: Owing to the emptiness of the applications of mindfulness, bodhisattvas do not apprehend the limit of the future.

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་།
en: Owing to the emptiness of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the limit of the future.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །དྲན་པ་ཉེ་བར་གཞག་པ་དབེན་པའི་ཕྱིར།
en: Owing to the voidness of the applications of mindfulness, bodhisattvas do not apprehend the limit of the future.

source: བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་དབེན་པའི་ཕྱིར།
en: Owing to the voidness of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the limit of the future.

source: བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །དྲན་པ་ཉེ་བར་གཞག་པ་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་།
en: Owing to the lack of inherent existence in the applications of mindfulness, bodhisattvas do not apprehend the limit of the future.

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ།
en: Owing to the lack of inherent existence in the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the limit of the future. “

source: །དྲན་པ་ཉེ་བར་གཞག་པ་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: Owing to the nonexistence of the applications of mindfulness, bodhisattvas do not apprehend the intervening present.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་བ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ།
en: Owing to the nonexistence of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the intervening present.

source: །དྲན་པ་ཉེ་བར་གཞག་པ་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: Owing to the emptiness of the applications of mindfulness, bodhisattvas do not apprehend the intervening present.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་།
en: Owing to the emptiness of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the intervening present.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ། །དྲན་པ་ཉེ་བར་གཞག་པ་དབེན་པའི་ཕྱིར།
en: Owing to the voidness of the applications of mindfulness, bodhisattvas do not apprehend the intervening present.

source: བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་དབེན་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ།
en: Owing to the voidness of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the intervening present.

source: །དྲན་པ་ཉེ་བར་གཞག་པ་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དབུས་སུ་མི་དམིགས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: Owing to the lack of inherent existence in the applications of mindfulness, bodhisattvas do not apprehend the intervening present.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་བ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་།
en: Owing to the lack of inherent existence in the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the noble eightfold path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers [of the tathāgatas], the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas, bodhisattvas do not apprehend the intervening present. “
